[
    { "menu" : 
        {
            "home" : "Home",
            "about" : "About me",
            "skill" : "Skill me",
            "contact" : "Suggestions and comments"
        }
    },
    { "about" :
        {
            "aboutMe" : "About Me",
            "dialog" : "Know me better, allow to tell",
            "clickMe" : "Show",
            "intro" : "Hay people, brief for introduction my self <br> I have had a career in IT since college in 2014, and now I work in a state owned company in Indonesia of logistics and money services. <br> If you want my services, it can help you build your dream website for business or other things and we can learn together with the help of cloud services <br> You can connect with me with the social media link below, and thank you if you have read my writing." 
        }
    },
    { "skill" : 
        {
            "skillMe" : "My skill",
            "skillTitle" : ["WEB Developer", "Animation for Website","Build Responsive Page", "Build servers for websites / applications"],
            "skillText" : ["Web developers need programming languages in creating. development is two things, first is the frond end and second is the back end. <br> Image of the side, you can understand the programming language and its function.", "You can add animations to your website for better UI/UX. Portfolio of my website, using libraries and platforms such as AOS, GSAP, getwaves.io","The technique or method of creating a page layout aims to adjust to the user's screen size. Whether it's the size of the font, the user interface, the images, and the layout will adjust to the screen used.", "Building servers on websites / applications is important, because it allows performing tasks involving data processing and logic, storage, security, and interaction with users"],
            "skillAView" : ["CSS is used to define the appearance of an HTML document and separate it from the document structure including elements such as layout, colors and fonts. With CSS, HTML documents are more attractive and easier to read.","Bootstrap is a UI component for easily and quickly creating responsive layouts using HTML, CSS and JavaScript.","Tailwind is a design system implemented in pure CSS. In my opinion, Tailwind abbreviates text from pure CSS by implementing a class in an HTML element."],
            "addCaption" : ["My experience in creating views", "My experience building servers"],
            "skillServer" : ["Nodejs is a server-like JavaScript runtime platform with the possibility of creating powerful and efficient server-based applications, why efficient ? because they are real time or based on I/O (Input/Output) such as web backends, APIs and streaming servers are also one of the popular choices in modern application development."]
        }
    },
    { "contact" : 
        {
            "contactMe" : "Give me suggestions and comments",
            "LName" : "Name",
            "LEmail" : "Email addres",
            "LMessage" : "Message",
            "my-alert" : "<strong>Thanks,</strong> your message I have received"
        }
    }
]