[
    { "menu" : 
        {
            "home" : "Beranda",
            "about" : "Tentang Saya",
            "skill" : "Keahlian Saya",
            "project" : "Mitra Projek",
            "contact" : "Saran dan komentar"
        }
    },
    { "about" :
        {
            "aboutMe" : "Tentang Saya",
            "dialog" : "Lebih kenal dengan saya, ijinkan saya bercerita",
            "clickMe" : "Tampil",
            "intro" : "Hay kalian, saya ingin perkenalkan diri secara ringkas <br> Saya telah berkarir di bidang IT sejak kuliah pada tahun 2014, dan sekarang saya bekerja di sebuah perusahaan milik negara di Indonesia di bidang logistik dan jasa keuangan. <br> Jika kamu ingin jasa saya, ini dapat membantu Anda membangun website impian mu untuk bisnis atau hal lain dan kita dapat belajar bersama dengan bantuan layanan peramban. <br> Kamu dapat terhubung dengan saya dengan tautan media sosial di bawah ini, dan terima kasih jika kamu telah membaca tulisan saya." 
        }
    },
    { "skill" : 
        {
            "skillMe" : "Keahlian Saya",
            "skillTitle" : ["Pengembang Web", "Animasi pada Website","Bangun Halaman Responsif", "Bangun server untuk situs web / aplikasi"],
            "skillText" : ["Pengembang web membutuhkan bahasa pemrograman dalam pembuatan. Pengembangan adalah dua hal, pertama adalah bagian depan (user) dan kedua adalah bagian belakang (admin). <br> Gambar di samping, Anda bisa memahami bahasa pemrograman dan fungsinya.", "Anda dapat menambahkan animasi ke situs web Anda untuk UI/UX yang lebih baik. Portofolio situs web saya, menggunakan pustaka dan platform seperti AOS, GSAP, getwaves.io","Teknik atau cara pembuatan layout halaman bertujuan untuk menyesuaikan dengan ukuran layar pengguna. Baik itu ukuran font, user interface, gambar, dan layout akan menyesuaikan dengan layar yang digunakan.", "Membangun server pada website / aplikasi penting, karena memungkinan melakukan tugas melibatkan pengolahan dan logika data, penyimpanan, keamanan, serta interaksi dengan pengguna"],
            "skillAView" : ["CSS digunakan untuk mendefinisikan tampilan dokumen HTML serta memisahkan dari struktur dokumen termasuk element seperti layout, warna dan font. Dengan CSS, dokumen HTML lebih menarik dan mudah dibaca.","Bootstrap adalah komponen UI untuk membuat tata letak responsif dengan mudah dan cepat menggunakan HTML, CSS dan JavaScript.","Tailwind adalah sistem desain yang di implementasikan dalam CSS murni. Menurut opini saya, Tailwind mempersingkat tulisan dari CSS murni dengan di implementasikan pada class di element HTML."],
            "addCaption" : ["Pengalaman saya dalam membuat tampilan", "Pengalaman saya membangun server"],
            "skillServer" : ["Nodejs adalah platform runtime JavaScript seperti server dengan memungkinan membuat aplikasi berbasis server yang kuat dan efisien, mengapa efisien ? karena bersifat real time atau berbasis I/O (Input/Output) seperi backend web, API dan server streaming juga menjadi salah satu pilihan populer dalam pengembangan aplikasi modern"]
        }
    },
    { "project" : 
        {
            "listProject" : "Dukungan mitra pada proyek saya dan tim IT SaLi",
            "modalAplikasiPengaduan" : {
                "judul" : "Sistem informasi pengaduan pada rumah sakit",
                "penjelasan" : "Aplikasi ini dibuat menggunakan metode multi-page application (MPA) dan akun bot Telegram",
                "listPermasalahan" : "Permasalahan",
                "item1Permasalahan" : "1. Pada pengaduan tidak ada dokumentasi dan list tracking",
                "item2Permasalahan" : "2. Kurangnya informasi keterbukaan suatu data",
                "listSolusi" : "Solusi",
                "item1Solusi" : "1. Keterbukaan informasi kepada pengguna",
                "item2Solusi" : "2. Informasi list tracking saat perbaikan",
                "listAplikasi" : "Pengembengan aplikasi",
                "item1Pengaduan" : "1. Website sebagai admin validasi data",
                "item2Pengaduan" : "2. Aplikasi telegram sebagai pengguna pelaporan dan tracking data",
                "item3Pengaduan" : "3. SQL sebagai database, dibangun dengan server terpisah/khusus",
                "item4Pengaduan" : "4. Dari 3 poin tersebut server dikelola pada hardware server milik kami",
                "dokumentasi" : "Dokumentasi proyek"
            }
        }
    },
    { "contact" : 
        {
            "contactMe" : "Berikan saran dan komentar kepada saya",
            "LName" : "Nama",
            "LEmail" : "Alamat Email",
            "LMessage" : "Pesan",
            "my-alert" : "<strong>Terima kasih,</strong> pesan Anda yang telah saya terima"
        }
    }
]